Repository: lipemat/go-live-update-urls
Catalog: languages/go-live-update-urls-*.po
Languages: es_es, fr_fr

# {<a>}{</a>}
source: Go Live Update Urls requires %1$sGo Live Update Urls PRO %3$s+%2$s. Please update or deactivate the PRO version.
es_es: Go Live Update Urls requiere %1$sGo Live Update Urls PRO %3$s+%2$s. Actualice o desactive la versión PRO.
fr_fr: Go Live Update Urls nécessite %1$sGo Live Update Urls PRO %3$s -%2$s. Veuillez mettre à jour ou désactiver la version PRO.

source: Ouch! That hurt! You should not be here!
es_es: ¡Ay! ¡Eso duele! ¡No deberías estar aquí!
fr_fr: Aie! Ça fait mal! Tu ne devrais pas être ici!

source: The urls in the checked tables have been updated.
es_es: Las URL en las tablas comprobadas se han actualizado.

source: You must select tables and fill out both the Old URL and New URL to update urls!
es_es: Debe seleccionar tablas y rellenar tanto la URL antigua como la nueva URL para actualizar las URL!

source: Replaces all occurrences in the entire database of the Old URL with a New URL.
es_es: Reemplaza todas las apariciones de toda la base de datos de la dirección URL antigua por una nueva dirección URL.

source: WordPress Core Tables
es_es: Tablas Principales de WordPress
fr_fr: Tables de base

source: These tables are safe to update.
es_es: Todas las tablas son seguras para actualizar.

source: Only the checked tables will be updated.
es_es: Solo las tablas comprobadas serán actualizadas.
fr_fr: Seules les tables vérifiées seront mises à jour.

source: Tables Created By Plugins
es_es: Tablas creadas por complementos
fr_fr: Tables créées par des plugins

# {<br />}{<a>}{</a>}
source: These tables are not safe to update with the basic version of this plugin! %1$sTo update tables created by plugins, use the %2$sPRO version.%3$s
es_es: Estas tablas no son seguras para actualizar con la versión básica de este plugin! %1$sPara actualizar tablas creadas por plugins, utilice la versión %2$sPRO.%3$s

source: Old URL
es_es: URL antigua
fr_fr: Ancienne URL

source: New URL
es_es: Nueva URL
fr_fr: Nouvelle URL

# {<a>}{</a>}
source: Use the %1$sPRO version%2$s to test URL updates before making them.
es_es: Utilice %1$sPRO versión%2$s para probar las actualizaciones de URL antes de realizarlas.

source: Update Urls
es_es: Actualizar Urls

source: Settings
es_es: Ajustes

source: Go PRO
es_es: Actualizar a PRO

source: Updates every URL on your site when going live or changing domains.
es_es: Actualiza todas las URL de tu sitio cuando se publica o se cambia de dominio.

source: The URLS in the checked tables have been updated.
fr_fr: Les URL dans les tables vérifiées ont été mises à jour.

source: You must fill out both URLs and select tables to update URLs!
fr_fr: Vous devez remplir les deux URL pour effectuer la mise à jour!

# {<strong>} {</strong>}
source: This will replace all occurrences %1$sin the entire database%2$s of the Old URL with the New URL.
fr_fr: Cela remplacera toutes les occurrences%1$sin de la base de données entière%2$s de l'ancienne URL avec la nouvelle URL.

source: Like any other database updating tool, you should always perform a backup before running.
fr_fr: Comme tout autre outil de mise à jour de base de données, vous devez toujours effectuer une sauvegarde avant de l'exécuter.

source: These tables are safe to update with the basic version of this plugin.
fr_fr: Ces tables peuvent être mises à jour en toute sécurité avec la version de base de ce plugin.

# {<br />}{<a>}{</a>}
source: These tables are probably NOT SAFE to update with the basic version of this plugin. %1$sTo support tables created by plugins use the %2$sPro Version%3$s.
fr_fr: Ces tableaux ne sont probablement pas sûrs de mettre à jour avec la version de base de ce plugin. %1$sPour prendre en charge les tables créées par les plugins, utilisez la version%2$sPro%3$s.

# {<a>}{</a>}
source: Use the %1$sPRO version%2$s to test the updates before making them.
fr_fr: Utilisez la version %1$sPRO%2$s pour tester les mises à jour avant de les faire.

source: Update URLs
fr_fr: Mettre à jour les URL

source: You must implement apply_rule_to_url with an override
fr_fr: Vous devez mettre en œuvre apply_rule_to_url avec un remplacement

source: Updates all the URLs in the database to point to a new URL when making your site live or changing domains.
fr_fr: Met à jour toutes les URL dans la base de données pour pointer vers une nouvelle URL lors de la mise en ligne de votre site ou du changement de domaine.
